In [1]:
import pandas as pd
import numpy as np

In [2]:
dic = {
    "Name": ["Nitin Goswami", "Shayna chhari", "Shivani Chhari"],
    "Address": ["Koteshwar Gwalior", "Ambah morena", "Ambah morena"],
    "Phone no.": ["7999676443", "6262834698", "777380596"]
}

In [3]:
df = pd.DataFrame(dic)

In [4]:
df

             Name            Address   Phone no.
0   Nitin Goswami  Koteshwar Gwalior  7999676443
1   Shayna chhari       Ambah morena  6262834698
2  Shivani Chhari       Ambah morena   777380596

In [5]:
df.to_csv("details2.csv", index=False)

In [6]:
df.describe()

                 Name       Address   Phone no.
count               3             3           3
unique              3             2           3
top     Shayna chhari  Ambah morena  7999676443
freq                1             2           1

In [7]:
"Nitin"

'Nitin'

In [8]:
print("Nitin")

Nitin

In [9]:
'Nitin'

'Nitin'

In [10]:
34

34